brew "bat"
brew "btop"
brew "curlie"
brew "difftastic"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "procs"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "tldr"
brew "tokei"
brew "zoxide"

tap "oven-sh/bun"
brew "oven-sh/bun/bun"

cask "1password"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "localxpose"
cask "orbstack"
cask "raycast"
cask "superwhisper"
cask "vanilla"
cask "visual-studio-code"
cask "whatsapp"
